"TYImagePickerBackText"             = "Back";
"TYImagePickerCancelText"           = "Cancel";
"TYImagePickerSureText"             = "Confirm";
"TYImagePickerShareLabelText"       = "choose pictures to share";
"TYImagePickerShareButtonText"      = "Share";
"TYImagePickerCompleteButtonText"   = "Complete";
"TYImagePickerMaximumText"          = "You can share 9 pictures at maximum";

"TYImagePickerChooseText"           = "Choose";
"TYImagePickerCanNotChooseImage"    = "Can't choose picture";
"TYImagePickerCanNotChooseVideo"    = "Can't choose video";
"TYImagePickerCanNotChooseMessage"  = "This source has not been downloaded from iCloud \n Please use local resource";
"TYImagePickerChooseFailedPicture"  = "Choose picture failed";
"TYImagePickerChooseFailedVideo"    = "Choose video failed";
"TYImagePickerNoAuthTitle"          = "Album permission denied";
"TYImagePickerNoAuthMessage"        = "Go to authorization?";
"TYImagePickerCameraUnavailable"    = "Camera unavailable";

"TYProgressSyncing"    = "Syncing from iCloud...";
"TYImagePickerInCloudImage"    = "iCloud image";
"TYImagePickerSyncFailed"    = "Synch failed.Please check network~";
